LEXICON_UA: dict[str, str] = {
    '/start': '<b>Привіт!</b>\nДавай зіграємо в гру '
              '"Камінь, ножиці, папір"?\nЯкщо ти, раптом, '
              'забув правила, команда /help тобі допоможе!\n\n<b>Граємо?</b>',
    '/help': 'Це дуже проста гра. Ми одночано маємо '
             'зробити вибір одного з трьох предметів. Камінь, '
             'ножиці чи папір.\n\nЯкщо наш вибір '
             'співпаде - нічия, а в інших випадках камінь '
             'перемагає ножиці, ножиці перемагають папір, '
             'а папір перемагає камінь.\n\n<b>Граємо?</b>',
    'rock': 'Камінь 🗿',
    'paper': 'Папір 📜',
    'scissors': 'Ножиці ✂',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Вибач, я не розумію це повідомлення...',
    'yes': 'Чудово! Роби свій вибір!',
    'no': 'Шкода...\nЯкщо захочеш зіграти, просто розгорни '
          'клавіатуру і натисни кнопку "Давай!"',
    'bot_won': 'Таааак! Я переміг!\nЗіграємо ще?',
    'user_won': 'От курррва... Ти переміг! Вітаю...\n\nГраємо ще?',
    'nobody_won': 'Нічия!\nПродовжуємо?',
    'bot_choice': 'Мій вибір'
}